[AbiziTech_Supplies X2TechTemplate]
DisplayName = "Locate ADVENT Resupply Operations"
Summary = "Using our existing network of Radio Relays we can scan ADVENT communications and try to locate weaknesses in their supply chains, that we might be able to attack."
LongDescription = "Using our existing network of Radio Relays we can scan ADVENT communications and try to locate weaknesses in their supply chains, that we might be able to attack."
UnlockedDescription = "We have discovered a resupply operation we can interrupt."

[AbiziTech_PersonnelChain X2TechTemplate]
DisplayName = "Monitor ADVENT Target Comms"
Summary = "Using our existing network of Radio Relays we can scan ADVENT communications and try to locate targets that have high value for us, and snatch them from ADVENT's hold."
LongDescription = "Using our existing network of Radio Relays we can scan ADVENT communications and try to locate targets that have high value for us, and snatch them from ADVENT's hold."
UnlockedDescription = "We have discovered a high priority person that we can try and rescue."